Repository: thongass000/QuickDrop
Catalog: QuickDrop/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# ShareExtensionDisabledDescription
source: To share this content with another device, open your Mac’s System Settings and navigate to General > Login Items & Extensions. Scroll down to 'Sharing' and click on the right info button. Finally, enable the toggle for QuickDrop and try again.
ar: لمشاركة هذا المحتوى مع جهاز آخر، افتح إعدادات النظام في جهاز Mac الخاص بك وانتقل إلى "عام > عناصر تسجيل الدخول والإضافات". قم بالتمرير إلى الأسفل إلى "المشاركة" وانقر على زر المعلومات الصحيح. أخيراً، قم بتمكين التبديل لخدمة QuickDrop وحاول مرة أخرى.
ca: Per compartir aquest contingut amb un altre dispositiu, obre la configuració del Sistema del teu Mac i navega a General > Articles d'Inici i Extensions. Desplaça't avall fins a 'Compartir' i fes clic al botó d'informació. Finalment, activa l'interruptor de QuickDrop i torna-ho a provar.
cs: Chcete-li sdílet tento obsah s jiným zařízením, otevřete Nastavení systému na Macu a přejděte na Obecné > Přihlašovací položky a rozšíření. Posuňte se dolů na 'Sdílení' a klikněte na pravé informační tlačítko. Nakonec povolte přepínač pro QuickDrop a zkuste to znovu.
da: For at dele dette indhold med en anden enhed skal du åbne din Macs Systemindstillinger og navigere til Generelt > Logindposter & Udvidelser. Rul ned til 'Deling' og klik på info-knappen til højre. Aktivér derefter QuickDrop og prøv igen.
de: Um diesen Inhalt mit einem anderen Gerät zu teilen, öffne die Systemeinstellungen deines Macs und navigiere zu Allgemein > Anmeldeobjekte & Erweiterungen. Scrolle nach unten zu 'Teilen' und klicke auf die rechte Info-Taste. Aktiviere abschließend den Schalter für QuickDrop und versuche es erneut.
el: Για να κοινοποιήσετε αυτό το περιεχόμενο σε άλλη συσκευή, ανοίξτε τις Ρυθμίσεις Συστήματος του Mac σας και μεταβείτε στο Γενικά > Αντικείμενα Εισόδου & Επεκτάσεις. Κάντε κλικ στο δεξιό κουμπί πληροφοριών στην ενότητα 'Κοινοποίηση' και έπειτα ενεργοποιήστε τον διακόπτη για το QuickDrop και δοκιμάστε ξανά.
es: Para compartir este contenido con otro dispositivo, abre la Configuración del Sistema de tu Mac y navega a General > Elementos de Inicio de Sesión y Extensiones. Desplázate hacia abajo hasta 'Compartir' y haz clic en el botón de información a la derecha. Finalmente, activa el interruptor de QuickDrop y vuelve a intentarlo.
es_419: Para compartir este contenido con otro dispositivo, abre la Configuración de tu Mac y navega a General > Elementos de inicio de sesión y extensiones. Desplázate hacia abajo hasta 'Compartir' y haz clic en el botón de información a la derecha. Finalmente, habilita el interruptor para QuickDrop e inténtalo de nuevo.
fi: Jaa tämä sisältö toisen laitteen kanssa avaamalla Macin Järjestelmäasetukset ja siirtymällä kohtaan Yleiset > Kirjautumiskohteet & Laajennukset. Vieritä alas kohtaan 'Jakaminen' ja napsauta oikealla olevaa tiedot-painiketta. Lopuksi ota QuickDrop käyttöön ja yritä uudelleen.
fr: Pour partager ce contenu avec un autre appareil, ouvrez les Réglages Système de votre Mac et allez dans Général > Éléments Ouverture & Extensions. Faites défiler jusqu'à 'Partage' et cliquez sur le bouton d'info à droite. Enfin, activez le commutateur pour QuickDrop et réessayez.
fr_ca: Pour partager ce contenu avec un autre appareil, ouvrez les Réglages système de votre Mac et naviguez vers Général > Éléments de connexion et extensions. Faites défiler jusqu'à "Partage" et cliquez sur le bouton d'information à droite. Enfin, activez le commutateur pour QuickDrop et réessayez.
he: כדי לשתף תוכן זה עם מכשיר נוסף, פתח את הגדרות המערכת של ה-Mac ונווט אל כללי > פריטי התחברות והרחבות. גלול למטה ל'שיתוף' ולחץ על כפתור המידע משמאל. בסוף, הפעל את התגית עבור QuickDrop ונסה שוב.
hi: इस सामग्री को अन्य डिवाइस के साथ साझा करने के लिए, अपने Mac की सिस्टम सेटिंग्स खोलें और जनरल > लॉगिन आइटम्स और एक्सटेंशन्स पर नेविगेट करें। 'शेयरिंग' पर स्क्रॉल करें और दाईं ओर के इनफो बटन पर क्लिक करें। अंत में, QuickDrop के लिए टॉगल को सक्षम करें और पुनः प्रयास करें।
hr: Da biste podijelili ovaj sadržaj s drugim uređajem, otvorite Postavke sustava svog Maca i idite na Općenito > Prijava i proširenja. Skrolajte do 'Dijeljenje' i kliknite na desnu ikonu informacija. Na kraju, omogućite QuickDrop prekidač i pokušajte ponovno.
hu: Ha meg szeretné osztani ezt a tartalmat egy másik eszközzel, nyissa meg a Mac számítógépén a Rendszerbeállításokat, és navigáljon az Általános > Bejelentkezési elemek és bővítmények menüpontra. Görgessen le a „Megosztás” részhez, majd kattintson a jobb oldali információs gombra. Végül engedélyezze a QuickDrop kapcsolót, és próbálja újra.
id: Untuk membagikan konten ini dengan perangkat lain, buka Pengaturan Sistem Mac Anda dan navigasikan ke Umum > Item Login & Ekstensi. Gulir ke bawah ke 'Berbagi' dan klik tombol info di sebelah kanan. Terakhir, aktifkan toggle untuk QuickDrop dan coba lagi.
it: Per condividere questo contenuto con un altro dispositivo, apri le Impostazioni di Sistema del tuo Mac e vai su Generali > Elementi di Login e Estensioni. Scorri fino a 'Condivisione' e clicca sul pulsante info a destra. Infine, abilita l’interruttore per QuickDrop e riprova.
ja: このコンテンツを別のデバイスと共有するには、Macのシステム設定を開き、「一般」>「ログイン項目&拡張機能」に移動します。 「共有」までスクロールして、右側の情報ボタンをクリックします。最後にQuickDropのトグルを有効にしてもう一度お試しください。
ko: 이 콘텐츠를 다른 기기와 공유하려면 Mac의 시스템 설정을 열고 일반 > 로그인 항목 및 확장으로 이동하세요. '공유'로 스크롤을 내리고 오른쪽 정보 버튼을 클릭하세요. 마지막으로 QuickDrop에 대한 토글을 활성화하고 다시 시도하세요.
ms: Untuk berkongsi kandungan ini dengan peranti lain, buka Tetapan Sistem Mac anda dan pergi ke Umum > Item Log Masuk & Sambungan. Tatal ke bawah ke 'Berkongsi' dan klik butang info di sebelah kanan. Akhir sekali, aktifkan togol untuk QuickDrop dan cuba lagi.
nb: For å dele dette innholdet med en annen enhet, åpne Systeminnstillinger på Mac-en din og naviger til Generelt > Påloggingsobjekter og Utvidelser. Rull ned til 'Deling' og klikk på info-knappen til høyre. Til slutt, aktiver bryteren for QuickDrop og prøv igjen.
nl: Om deze inhoud met een ander apparaat te delen, open de Systeeminstellingen van je Mac en ga naar Algemeen > Inlogitems & Extensies. Scroll naar 'Delen' en klik op de juiste infoknop. Schakel vervolgens de schakelaar voor QuickDrop in en probeer het opnieuw.
pl: Aby udostępnić tę zawartość innemu urządzeniu, otwórz Ustawienia Systemowe na Macu i przejdź do Ogólne > Elementy logowania i rozszerzenia. Przewiń do ‚Udostępnianie‘ i kliknij przycisk z informacją. Na koniec włącz przełącznik dla QuickDrop i spróbuj ponownie.
pt_br: Para compartilhar este conteúdo com outro dispositivo, abra as Configurações do Sistema do seu Mac e navegue até Geral > Itens de Login e Extensões. Role até 'Compartilhamento' e clique no botão de informação à direita. Por fim, ative a opção para QuickDrop e tente novamente.
pt_pt: Para partilhar este conteúdo com outro dispositivo, abra as Definições do Sistema no seu Mac e navegue até Geral > Itens de Início de Sessão e Extensões. Desça até 'Partilha' e clique no botão de informação à direita. Finalmente, ative a opção para o QuickDrop e tente novamente.
ro: Pentru a partaja acest conținut cu alt dispozitiv, deschide Configurările de sistem ale Mac-ului tău și navighează la General > Elemente de Login & Extensii. Derulează în jos la 'Partajare' și fă clic pe butonul corespunzător de informații. În final, activează comutatorul pentru QuickDrop și încearcă din nou.
ru: Чтобы поделиться этим содержимым с другим устройством, откройте Системные настройки на вашем Mac и перейдите в раздел Общие > Элементы входа и Расширения. Прокрутите вниз до раздела 'Обмен' и нажмите на правую информационную кнопку. Наконец, включите переключатель для QuickDrop и попробуйте снова.
sv: För att dela detta innehåll med en annan enhet, öppna din Macs Systeminställningar och navigera till Allmänt > Inloggningsobjekt & Tillägg. Bläddra ner till 'Delning' och klicka på informationsknappen. Aktivera sedan QuickDrop och försök igen.
th: หากต้องการแชร์เนื้อหานี้กับอุปกรณ์อื่น ให้เปิดการตั้งค่าระบบของ Mac แล้วไปที่ทั่วไป > รายการเข้าสู่ระบบ & ส่วนขยาย เลื่อนลงไปที่ 'การแชร์' และคลิกที่ปุ่มข้อมูลทางขวามือ สุดท้ายให้เปิดสวิตช์สำหรับ QuickDrop และลองอีกครั้ง
tr: Bu içeriği başka bir cihazla paylaşmak için Mac’inizin Sistem Ayarlarını açın ve Genel > Giriş Öğeleri ve Uzantılar’a gidin. ‘Paylaşım’ altına gelin ve sağdaki bilgi düğmesine tıklayın. QuickDrop için açma/kapatma düğmesini etkinleştirin ve tekrar deneyin.
uk: Щоб поділитися цим вмістом з іншим пристроєм, відкрийте Системні налаштування на вашому Mac і перейдіть до Загальне > Елементи входу та розширення. Прокрутіть вниз до 'Обмін' і натисніть праву кнопку з інформацією. Нарешті, увімкніть перемикач для QuickDrop і спробуйте ще раз.
vi: Để chia sẻ nội dung này với một thiết bị khác, hãy mở Cài đặt Hệ thống trên Mac của bạn và đi đến Chung > Phần mềm Khởi động & Tiện ích mở rộng. Cuộn xuống 'Chia sẻ' và bấm nút thông tin bên phải. Cuối cùng, bật công tắc cho QuickDrop và thử lại.
zh_hans: 要与其他设备共享此内容，请打开 Mac 的系统设置，导航到 通用 > 登录项与扩展。 向下滚动到“共享”并点击右侧的信息按钮。最后，启用 QuickDrop 的切换按钮，然后重试。
zh_hant: 要與另一台設備共享此內容，請打開 Mac 的「系統設置」，導航到「常規」>「登入項與擴展項」。 向下滾動至「共享」並點擊右側的資訊按鈕。最後，啟用 QuickDrop 的切換按鈕後重試。

# ShareExtensionDisabledTitle
source: Share Extension Disabled
ar: تم تعطيل امتداد المشاركة
ca: Extensió de compartició desactivada
cs: Rozšíření sdílení je vypnuto
da: Delingsudvidelse deaktiveret
de: Teilerweiterung deaktiviert
el: Η Επέκταση Κοινοποίησης είναι Απενεργοποιημένη
es: Extensión de Compartir Desactivada
es_419: Extensión de compartir deshabilitada
fi: Jakamisasennus poistettu käytöstä
fr: Extension de partage désactivée
fr_ca: Extension de partage désactivée
he: הרחבת שיתוף מושבתת
hi: शेयर एक्सटेंशन अक्षम
hr: Proširenje za dijeljenje je onemogućeno
hu: Megosztási bővítmény letiltva
id: Ekstensi Berbagi Dinonaktifkan
it: Estensione di condivisione disattivata
ja: 共有拡張機能が無効です
ko: 공유 확장 기능 비활성화됨
ms: Sambungan Perkongsian Dilumpuhkan
nb: Del-utvidelse deaktivert
nl: Deeluitbreiding uitgeschakeld
pl: Rozszerzenie udostępniania wyłączone
pt_br: Extensão de Compartilhamento Desativada
pt_pt: Extensão de Partilha Desativada
ro: Extensia de partajare dezactivată
ru: Расширение обмена отключено
sv: Delningstillägg inaktiverat
th: การแชร์แบบส่วนขยายถูกปิดใช้งาน
tr: Paylaş Uzantısı Devre Dışı
uk: Розширення обміну вимкнено
vi: Phần mở rộng Chia sẻ đã bị tắt
zh_hans: 共享扩展已禁用
zh_hant: 共享擴展已停用

source: Support QuickDrop
ar: ادعم QuickDrop
ca: Suport a QuickDrop
cs: Podpora QuickDrop
da: Understøt QuickDrop
de: QuickDrop unterstützen
el: Υποστήριξη QuickDrop
es: Apoyar QuickDrop
es_419: Apoya QuickDrop
fi: Tue QuickDropia
fr: Soutenir QuickDrop
fr_ca: Soutenir QuickDrop
he: תמוך ב-QuickDrop
hi: QuickDrop का समर्थन करें
hr: Podržite QuickDrop
hu: Támogasd a QuickDropot
id: Bantu QuickDrop
it: Supporta QuickDrop
ja: QuickDrop をサポート
ko: QuickDrop 지원하기
ms: Sokong QuickDrop
nb: Støtt QuickDrop
nl: Ondersteun QuickDrop
pl: Wspieraj QuickDrop
pt_br: Apoie o QuickDrop
pt_pt: Apoie o QuickDrop
ro: Susține QuickDrop
ru: Поддержать QuickDrop
sv: Stöd QuickDrop
th: สนับสนุน QuickDrop
tr: QuickDrop'u Destekleyin
uk: Підтримати QuickDrop
vi: Hỗ trợ QuickDrop
zh_hans: 支持 QuickDrop
zh_hant: 支持 QuickDrop

# TimeoutButton
source: Okay
ar: موافق
ca: D'acord
cs: OK
de: OK
el: Εντάξει
es: Aceptar
es_419: De acuerdo
fi: Selvä
fr: D'accord
fr_ca: OK
he: אישור
hi: ठीक है
hr: U redu
hu: Rendben
id: Oke
it: Ok
ja: OK
ko: 확인
ms: Okey
nb: Ok
nl: Oké
pt_br: Ok
pt_pt: Ok
ro: OK
ru: Ок
sv: Okej
th: ตกลง
tr: Tamam
uk: Гаразд
vi: Đồng ý
zh_hans: 确定
zh_hant: 好的

# TimeoutDescription
source: Open System Settings, and go to "Privacy & Security" > "Local Network". Make sure that QuickDrop is enabled. In addition, please open the settings of your Android device and search for 'Quick Share'. Change the setting 'Who can share with you' to 'Everyone', and try again.
ar: افتح إعدادات النظام، واذهب إلى "الخصوصية والأمان" > "الشبكة المحلية". تأكد من تفعيل QuickDrop. بالإضافة إلى ذلك، افتح إعدادات جهاز Android وابحث عن 'Quick Share'. غيّر إعداد 'من يمكنه المشاركة معك' إلى 'الجميع'، ثم حاول مرة أخرى.
ca: Obre la Configuració del sistema i ves a «Privadesa i seguretat» > «Xarxa local». Assegura't que QuickDrop estigui activat. A més, obre la configuració del teu dispositiu Android i cerca 'Quick Share'. Canvia l'opció 'Qui pot compartir amb tu' a 'Tothom', i torna-ho a intentar.
cs: Otevřete Systémová nastavení a přejděte na „Ochrana soukromí a zabezpečení“ > „Místní síť“. Ujistěte se, že je QuickDrop povolený. Také otevřete nastavení vašeho Android zařízení a vyhledejte 'Quick Share'. Změňte nastavení 'Kdo s vámi může sdílet' na 'Všichni' a zkuste to znovu.
da: Åbn Systemindstillinger, og gå til "Privatliv & Sikkerhed" > "Lokalt netværk". Sørg for, at QuickDrop er aktiveret. Åbn desuden indstillingerne på din Android-enhed og søg efter 'Quick Share'. Skift indstillingen 'Hvem kan dele med dig' til 'Alle', og prøv igen.
de: Öffne die Systemeinstellungen und gehe zu „Datenschutz & Sicherheit“ > „Lokales Netzwerk“. Stelle sicher, dass QuickDrop aktiviert ist. Öffne außerdem die Einstellungen auf deinem Android-Gerät und suche nach „Quick Share“. Setze die Option „Wer kann mit dir teilen“ auf „Jeder“ und versuche es erneut.
el: Ανοίξτε τις Ρυθμίσεις Συστήματος και πηγαίνετε στο «Απόρρητο & Ασφάλεια» > «Τοπικό Δίκτυο». Βεβαιωθείτε ότι το QuickDrop είναι ενεργοποιημένο. Επιπλέον, ανοίξτε τις ρυθμίσεις της Android συσκευής σας και αναζητήστε 'Quick Share'. Αλλάξτε τη ρύθμιση «Ποιος μπορεί να μοιράζεται μαζί σας» σε «Όλοι» και δοκιμάστε ξανά.
es: Abre Configuración del sistema y ve a "Privacidad y seguridad" > "Red local". Asegúrate de que QuickDrop esté activado. Además, abre los ajustes de tu dispositivo Android y busca 'Quick Share'. Cambia la opción 'Quién puede compartir contigo' a 'Todos' e inténtalo de nuevo.
es_419: Abre los Ajustes del sistema y ve a "Privacidad y seguridad" > "Red local". Asegúrate de que QuickDrop esté activado. Además, abre los ajustes de tu dispositivo Android y busca 'Quick Share'. Cambia la opción 'Quién puede compartir contigo' a 'Todos', e inténtalo de nuevo.
fi: Avaa Järjestelmäasetukset ja mene kohtaan "Yksityisyys & turvallisuus" > "Lähiverkko". Varmista, että QuickDrop on käytössä. Avaa lisäksi Android-laitteesi asetukset ja etsi 'Quick Share'. Vaihda asetus 'Kuka voi jakaa kanssasi' kohtaan 'Kaikki' ja yritä uudelleen.
fr: Ouvrez les Réglages Système, puis allez dans « Confidentialité et sécurité » > « Réseau local ». Assurez-vous que QuickDrop est activé. Ensuite, ouvrez les paramètres de votre appareil Android et recherchez « Quick Share ». Modifiez l’option « Qui peut partager avec vous » sur « Tout le monde », puis réessayez.
fr_ca: Ouvrez les Réglages du système, puis allez à « Confidentialité et sécurité » > « Réseau local ». Assurez-vous que QuickDrop est activé. De plus, ouvrez les paramètres de votre appareil Android et recherchez « Quick Share ». Changez l’option « Qui peut partager avec vous » à « Tout le monde », puis réessayez.
he: פתח את הגדרות המערכת ועבור אל "פרטיות ואבטחה" > "רשת מקומית". ודא ש-QuickDrop מופעל. בנוסף, פתח את ההגדרות של מכשיר האנדרואיד שלך וחפש 'Quick Share'. שנה את ההגדרה 'מי יכול לשתף איתך' ל-'כולם', ונסה שוב.
hi: सिस्टम सेटिंग्स खोलें, फिर "प्राइवेसी और सिक्योरिटी" > "लोकल नेटवर्क" पर जाएँ। सुनिश्चित करें कि QuickDrop चालू है। साथ ही, अपने Android डिवाइस की सेटिंग्स खोलें और 'Quick Share' खोजें। 'आपसे कौन शेयर कर सकता है' सेटिंग को 'Everyone' पर सेट करें और फिर से प्रयास करें।
hr: Otvorite Postavke sustava, zatim idite na "Privatnost i sigurnost" > "Mreža u lokalnoj mreži". Provjerite je li QuickDrop omogućen. Također, otvorite postavke svog Android uređaja i potražite 'Quick Share'. Postavite opciju 'Tko vam može dijeliti' na 'Svi' i pokušajte ponovno.
hu: Nyisd meg a Rendszerbeállításokat, majd menj a "Biztonság és adatvédelem" > "Helyi hálózat" menüpontra. Győződj meg róla, hogy a QuickDrop engedélyezve van. Továbbá nyisd meg Android készülékeden a beállításokat, keresd meg a 'Quick Share'-t, és állítsd a 'Ki oszthat meg veled?' beállítást 'Mindenki'-re, majd próbáld újra.
id: Buka Pengaturan Sistem, lalu pergi ke "Privasi & Keamanan" > "Jaringan Lokal". Pastikan QuickDrop diaktifkan. Selain itu, buka pengaturan di perangkat Android Anda dan cari 'Quick Share'. Ubah pengaturan 'Siapa yang dapat berbagi dengan Anda' menjadi 'Semua orang', lalu coba lagi.
it: Apri le Impostazioni di Sistema e vai su "Privacy e Sicurezza" > "Rete Locale". Assicurati che QuickDrop sia attivo. Inoltre, apri le impostazioni del tuo dispositivo Android e cerca 'Quick Share'. Cambia l'impostazione 'Chi può condividere con te' su 'Tutti', e riprova.
ja: システム設定を開き、「プライバシーとセキュリティ」>「ローカルネットワーク」に進んでください。QuickDropが有効になっていることを確認してください。 さらに、お使いのAndroid端末の設定を開き、「Quick Share」と検索してください。「共有を許可する相手」を「全員」に変更し、再度お試しください。
ko: 시스템 설정을 열고 "개인정보 보호 및 보안" > "로컬 네트워크"로 이동하세요. QuickDrop이 활성화되어 있는지 확인하세요. 또한, Android 기기의 설정을 열어 'Quick Share'를 검색하세요. '누가 나와 공유할 수 있나요' 설정을 '모두'로 변경한 후 다시 시도하세요.
ms: Buka Tetapan Sistem, kemudian pergi ke "Privasi & Keselamatan" > "Rangkaian Tempatan". Pastikan QuickDrop diaktifkan. Selain itu, buka tetapan peranti Android anda dan cari 'Quick Share'. Tukar tetapan 'Siapa boleh berkongsi dengan anda' kepada 'Semua orang', dan cuba semula.
nb: Åpne Systeminnstillinger, gå til «Personvern og sikkerhet» > «Lokalt nettverk». Kontroller at QuickDrop er aktivert. Åpne også innstillingene på Android-enheten din og søk etter 'Quick Share'. Endre innstillingen 'Hvem kan dele med deg' til 'Alle', og prøv igjen.
nl: Open Systeeminstellingen en ga naar "Privacy & Beveiliging" > "Lokale Netwerk". Zorg ervoor dat QuickDrop is ingeschakeld. Open daarnaast de instellingen op je Android-apparaat en zoek naar 'Quick Share'. Zet de instelling 'Wie kan met jou delen' op 'Iedereen' en probeer het opnieuw.
pl: Otwórz Ustawienia systemowe i przejdź do „Prywatność i Bezpieczeństwo” > „Sieć lokalna”. Upewnij się, że QuickDrop jest włączony. Następnie otwórz ustawienia swojego urządzenia z Androidem i wyszukaj „Quick Share”. Zmień ustawienie „Kto może udostępniać Tobie” na „Wszyscy” i spróbuj ponownie.
pt_br: Abra as Configurações do Sistema e vá em "Privacidade e Segurança" > "Rede Local". Certifique-se de que o QuickDrop está ativado. Além disso, abra as configurações do seu dispositivo Android e procure por 'Quick Share'. Altere a configuração 'Quem pode compartilhar com você' para 'Todos' e tente novamente.
pt_pt: Abra as Definições do Sistema e vá a "Privacidade e Segurança" > "Rede Local". Certifique-se de que o QuickDrop está ativado. Adicionalmente, abra as definições do seu dispositivo Android e procure por 'Quick Share'. Altere a opção 'Quem pode partilhar consigo' para 'Todos' e tente novamente.
ro: Deschide Setări sistem și mergi la „Confidențialitate și securitate” > „Rețea locală”. Asigură-te că QuickDrop este activat. De asemenea, deschide setările dispozitivului tău Android și caută „Quick Share”. Schimbă opțiunea „Cine poate partaja cu tine” la „Toată lumea” și încearcă din nou.
ru: Откройте «Системные настройки» и перейдите в «Конфиденциальность и безопасность» > «Локальная сеть». Убедитесь, что QuickDrop включён. Также откройте настройки вашего Android-устройства и найдите «Quick Share». Измените параметр «Кто может делиться с вами» на «Все» и попробуйте снова.
sv: Öppna Systeminställningar och gå till "Integritet och säkerhet" > "Lokalt nätverk". Kontrollera att QuickDrop är aktiverat. Öppna dessutom inställningarna på din Android-enhet och sök efter 'Quick Share'. Ändra inställningen 'Vem kan dela med dig' till 'Alla', och försök igen.
th: เปิดการตั้งค่าระบบ แล้วไปที่ "ความเป็นส่วนตัวและความปลอดภัย" > "เครือข่ายภายในเครื่อง" ตรวจสอบให้แน่ใจว่าได้เปิดใช้ QuickDrop แล้ว จากนั้น ให้เปิดการตั้งค่าบนอุปกรณ์ Android ของคุณแล้วค้นหา 'Quick Share' เปลี่ยนการตั้งค่า 'ใครส่งไฟล์ถึงคุณได้' เป็น 'ทุกคน' แล้วลองอีกครั้ง
tr: Sistem Ayarları'nı açın ve "Gizlilik ve Güvenlik" > "Yerel Ağ" bölümüne gidin. QuickDrop'un etkin olduğundan emin olun. Ayrıca, Android cihazınızda ayarları açıp 'Quick Share'ı arayın. 'Kim sizinle paylaşabilir' ayarını 'Herkes' olarak değiştirin ve tekrar deneyin.
uk: Відкрийте Системні налаштування та перейдіть у «Конфіденційність і безпека» > «Локальна мережа». Переконайтеся, що QuickDrop увімкнено. Також відкрийте налаштування на вашому Android-пристрої й знайдіть «Quick Share». Змініть параметр «Хто може надсилати вам» на «Усі», і спробуйте ще раз.
vi: Mở Cài đặt hệ thống, vào "Quyền riêng tư & Bảo mật" > "Mạng cục bộ". Đảm bảo đã bật QuickDrop. Ngoài ra, hãy mở cài đặt trên thiết bị Android của bạn và tìm 'Quick Share'. Thay đổi mục 'Ai có thể chia sẻ với bạn' thành 'Mọi người', rồi thử lại.
zh_hans: 打开系统设置，进入“隐私与安全”>“本地网络”。确保已启用 QuickDrop。 另外，请打开您的安卓设备设置，搜索“Quick Share”。将“谁可以与您分享”设置为“所有人”，然后重试。
zh_hant: 請打開系統設定，前往「隱私權與安全性」>「區域網路」。請確保已啟用 QuickDrop。 此外，請在您的 Android 裝置中開啟設定，搜尋「Quick Share」。將「誰可以與您分享」設定為「所有人」，然後再試一次。

# TimeoutTitle
source: Something went wrong
ar: حدث خطأ ما
ca: Alguna cosa ha sortit malament
cs: Něco se pokazilo
da: Noget gik galt
de: Etwas ist schiefgelaufen
el: Κάτι πήγε στραβά
es: Algo salió mal
es_419: Algo salió mal
fi: Jokin meni pieleen
fr: Un problème est survenu
fr_ca: Un problème est survenu
he: משהו השתבש
hi: कुछ गलत हो गया
hr: Nešto je pošlo po zlu
hu: Valami hiba történt
id: Ada yang salah
it: Qualcosa è andato storto
ja: 問題が発生しました
ko: 문제가 발생했습니다
ms: Sesuatu tidak kena
nb: Noe gikk galt
nl: Er is iets misgegaan
pl: Coś poszło nie tak
pt_br: Algo deu errado
pt_pt: Algo correu mal
ro: Ceva nu a mers bine
ru: Что-то пошло не так
sv: Något gick fel
th: เกิดข้อผิดพลาด
tr: Bir şeyler yanlış gitti
uk: Щось пішло не так
vi: Có lỗi xảy ra
zh_hans: 出现问题
zh_hant: 發生錯誤

# TransferCanceled
source: The transfer was cancelled.
ar: تم إلغاء النقل.
ca: La transferència ha estat cancel·lada.
cs: Transfer byl zrušen.
da: Overførslen blev annulleret.
de: Die Übertragung wurde abgebrochen.
el: Η μεταφορά ακυρώθηκε.
es: La transferencia fue cancelada.
es_419: La transferencia fue cancelada.
fi: Siirto peruutettiin.
fr: Le transfert a été annulé.
fr_ca: Le transfert a été annulé.
he: ההעברה בוטלה.
hi: ट्रांसफर रद्द कर दिया गया।
hr: Prijenos je otkazan.
hu: Az átvitel megszakadt.
id: Transfer telah dibatalkan.
it: Il trasferimento è stato annullato.
ja: 転送がキャンセルされました。
ko: 전송이 취소되었습니다.
ms: Pemindahan telah dibatalkan.
nb: Overføringen ble avbrutt.
nl: De overdracht is geannuleerd.
pl: Transfer został anulowany.
pt_br: A transferência foi cancelada.
pt_pt: A transferência foi cancelada.
ro: Transferul a fost anulat.
ru: Передача была отменена.
sv: Överföringen avbröts.
th: การถ่ายโอนถูกยกเลิก
tr: Transfer iptal edildi.
uk: Передачу скасовано.
vi: Việc truyền tải đã bị hủy.
zh_hans: 传输已取消。
zh_hant: 傳輸被取消。
